/* Insert services */
"Insert/Contents Of Path" = "Inserisci/Contenuto della Cartella";
"Insert/Short Date" = "Inserisci/Data (breve)";
"Insert/Long Date" = "Inserisci/Data (estesa)";
"Insert/Short Date & Time" = "Inserisci/Data e ora breve";
"Insert/Long Date & Time" = "Inserisci/Data e ora estesa";
"Insert/Time" = "Inserisci/Ora";

/* Format services */
"Format/Sort Lines Ascending" = "Formatta/Ordina le righe";
"Format/Sort Lines Descending" = "Formatta/Ordina le righe (inverso)";
"Format/Trim Lines" = "Formatta/Elimina gli spazi a inizio e fondo riga";
"Format/Trim Line Beginnings" = "Formatta/Elimina gli spazi a inizio riga";
"Format/Trim Line Endings" = "Formatta/Elimina gli spazi a fondo riga";
"Format/Shift Left" = "Formatta/Sposta a sinistra";
"Format/Shift Right" = "Formatta/Sposta a destra";
"Format/Remove Line Endings" = "Formatta/Elimina le interruzioni di riga";
"Format/Remove Multiple Spaces" = "Formatta/Elimina gli spazi multipli";
"Format/Remove Quotes" = "Formatta/Elimina le virgolette";
"Format/Reformat" = "Formatta/Riformatta";
"Format/Remove Attachments" = "Formatta/Remove Attachments";
"Format/Remove Multiple Feeds" = "Formatta/Remove Multiple Feeds";
"Format/Remove Links" = "Formatta/Remove Links";

/* Speak services */
"Speak Text/Native" = "Leggi il testo/Nativo";
"Speak Text/German" = "Leggi il testo/Tedesco";
"Speak Text/Stop" = "Leggi il testo/Stop";

/* Convert services */
"Convert/All Caps" = "Converti/Maiuscole";
"Convert/Lowercase" = "Converti/Minuscole";
"Convert/Initial Caps Of Words" = "Converti/Iniziali maiuscole (parole)";
"Convert/Initial Caps Of Sentences" = "Converti/Iniziali maiuscole (frasi)";
"Convert/Encode Tabs" = "Converti/Da spazi a tabulazioni";
"Convert/Decode Tabs" = "Converti/Da tabulazioni a spazi";
"Convert/Macintosh Line Endings" = "Converti/A capo Macintosh (CR)";
"Convert/Unix Line Endings" = "Converti/A capo Unix (LF)";
"Convert/Windows Line Endings" = "Converti/A capo Windows (CR+LF)"; 
"Convert/Straight Quotes" = "Converti/Virgolette di tastiera";
"Convert/Smart Quotes" = "Converti/Virgolette curve";
"Convert/Rotate13" = "Converti/Rotazione13";
"Convert/Mac- to Windows-Encoding" = "Converti/Codifica da Mac a Windows";
"Convert/Windows- to Mac-Encoding" = "Converti/Codifica da Windows a Mac";

/* Statistics service */
"Statistics..." = "Statistiche...";